{"def\ud83d\ude1c": 1600, "main": 58, "(": 8851, "conn": 3313, ",\ud83d\ude1c": 4867, "destination": 79, ")": 7873, ":": 5017, "\n": 8010, "information\ud83d\ude1c": 186, "=\ud83d\ude1c": 3286, ".": 7833, "execute": 1550, "\"": 6735, "SELECT\ud83d\ude1c": 1008, "*\ud83d\ude1c": 660, "FROM\ud83d\ude1c": 986, "flights\ud83d\ude1c": 138, "WHERE\ud83d\ude1c": 801, "destination\ud83d\ude1c": 31, "{": 1216, ":\ud83d\ude1c": 1112, "}": 1201, "fetchall": 1167, "for\ud83d\ude1c": 814, "flight\ud83d\ude1c": 61, "in\ud83d\ude1c": 2337, "information": 31, "<INDENT>": 2171, "print": 361, "flight": 215, "Use\ud83d\ude1c": 799, "$": 5499, "$\ud83d\ude1c": 1981, "to\ud83d\ude1c": 2501, "query\ud83d\ude1c": 2744, "all\ud83d\ude1c": 2139, "columns\ud83d\ude1c": 724, "the\ud83d\ude1c": 9209, "table\ud83d\ude1c": 1196, "with\ud83d\ude1c": 659, "as\ud83d\ude1c": 492, "and\ud83d\ude1c": 2846, "get\ud83d\ude1c": 1781, "data": 1336, "use\ud83d\ude1c": 609, "loop\ud83d\ude1c": 310, "iterate\ud83d\ude1c": 52, "through\ud83d\ude1c": 455, "results\ud83d\ude1c": 390, "print\ud83d\ude1c": 243, "results": 816, "from\ud83d\ude1c": 1109, "flask\ud83d\ude1c": 335, "import\ud83d\ude1c": 835, "jsonify": 187, "trainers": 1, "db": 727, ",": 2224, "result": 773, "try": 197, "conn\ud83d\ude1c": 129, "connection": 535, "_": 7374, "=": 1478, "trainers\ud83d\ude1c": 2, "return\ud83d\ude1c": 3165, "except\ud83d\ude1c": 122, "Exception\ud83d\ude1c": 147, "e": 179, "str": 29, "Try\ud83d\ude1c": 155, "connect\ud83d\ude1c": 124, "database": 110, "where\ud83d\ude1c": 881, "result\ud83d\ude1c": 880, "is\ud83d\ude1c": 1470, "jsonify\ud83d\ude1c": 39, "form": 19, ".\ud83d\ude1c": 1527, "If\ud83d\ude1c": 511, "an\ud83d\ude1c": 155, "occurs": 77, "form\ud83d\ude1c": 11, "of\ud83d\ude1c": 1195, "a\ud83d\ude1c": 371, "string\ud83d\ude1c": 62, "returned\ud83d\ude1c": 28, "by\ud83d\ude1c": 93, "setup": 4, "class": 6, "id": 1932, "foo\ud83d\ude1c": 8, "metadata\ud83d\ude1c": 16, "id\ud83d\ude1c": 668, "fetchone": 321, "foo": 12, "execute\ud83d\ude1c": 1114, "SQL\ud83d\ude1c": 1851, "based\ud83d\ude1c": 770, "on\ud83d\ude1c": 776, ")\ud83d\ude1c": 979, "first\ud83d\ude1c": 372, "piece\ud83d\ude1c": 265, "Print\ud83d\ude1c": 25, "return": 210, "select": 630, "urls": 10, "sess": 12, "url": 168, "ex": 19, "url\ud83d\ude1c": 11, "where": 216, "c": 352, "==\ud83d\ude1c": 408, "if\ud83d\ude1c": 562, "[": 705, "]": 644, "else": 158, "None": 309, "python\ud83d\ude1c": 107, "expression\ud83d\ude1c": 187, "Returns\ud83d\ude1c": 6, "item\ud83d\ude1c": 283, "there\ud83d\ude1c": 33, "one": 36, "otherwise\ud83d\ude1c": 59, "sqlalchemy": 320, "getAll": 2, "con\ud83d\ude1c": 14, "create": 394, "engine": 1042, "res\ud83d\ude1c": 195, "con": 185, "select\ud83d\ude1c": 310, "person\ud83d\ude1c": 4, "\ud83d\ude1c": 45, "}\ud83d\ude1c": 16, "i\ud83d\ude1c": 73, "res": 467, "i": 82, "Get\ud83d\ude1c": 166, "database\ud83d\ude1c": 476, "engine\ud83d\ude1c": 360, "via\ud83d\ude1c": 84, "Query\ud83d\ude1c": 253, "For\ud83d\ude1c": 20, "iterates\ud83d\ude1c": 19, "prints": 10, "sql\ud83d\ude1c": 626, "sqlalchemy\ud83d\ude1c": 173, "get": 330, "source": 32, "cookies1": 3, "cookies": 28, "connection\ud83d\ude1c": 365, "connect": 321, "cookies\ud83d\ude1c": 3, "sql": 442, "establish\ud83d\ude1c": 67, "Python\ud83d\ude1c": 134, "set\ud83d\ude1c": 281, "statement\ud83d\ude1c": 521, "data\ud83d\ude1c": 584, "table": 571, "SQL": 137, "logging": 55, "cols": 7, "type": 145, "column\ud83d\ude1c": 356, "type\ud83d\ude1c": 67, "info": 60, "'": 1405, "column": 41, "Then\ud83d\ude1c": 35, "method\ud83d\ude1c": 277, "process\ud83d\ude1c": 11, "finally\ud83d\ude1c": 204, "render": 523, "template": 530, "passengers": 30, "values\ud83d\ude1c": 56, "query": 474, "filter": 70, "first": 44, "error": 184, "html": 598, "message": 67, "No\ud83d\ude1c": 30, "such\ud83d\ude1c": 14, "flights": 112, "fligh": 2, "thtml": 2, "values": 50, "Using\ud83d\ude1c": 3, "ORM\ud83d\ude1c": 58, "mode": 10, "rendered\ud83d\ude1c": 179, "page\ud83d\ude1c": 25, "pass\ud83d\ude1c": 24, "message\ud83d\ude1c": 34, "parameter": 22, "Otherwise": 71, "passengers\ud83d\ude1c": 36, "getDirectionsForDestination": 1, "file": 56, "directionID": 6, "echo": 26, "True": 94, "steps\ud83d\ude1c": 2, "Directions\ud83d\ude1c": 2, "close": 219, "steps": 2, "parameter\ud83d\ude1c": 225, "echo\ud83d\ude1c": 24, "Execute\ud83d\ude1c": 425, "according\ud83d\ude1c": 255, "close\ud83d\ude1c": 108, "take\ud83d\ude1c": 5, "value\ud83d\ude1c": 91, "json\ud83d\ude1c": 16, "format": 40, "yearCall": 1, "title": 214, "resultData\ud83d\ude1c": 1, "year\ud83d\ude1c": 36, "movies\ud83d\ude1c": 14, "title\ud83d\ude1c": 110, "resultData": 2, "year": 82, "user": 540, "author": 155, "books\ud83d\ude1c": 280, "isbn\ud83d\ude1c": 128, "low": 16, "AND\ud83d\ude1c": 108, "books": 138, "rowcount\ud83d\ude1c": 25, "0": 571, "Sorry": 8, "author\ud83d\ude1c": 51, "number\ud83d\ude1c": 63, "rows\ud83d\ude1c": 88, "render\ud83d\ude1c": 102, "input\ud83d\ude1c": 6, "field": 17, "not\ud83d\ude1c": 197, "page": 113, "session": 217, "cls": 4, "all": 73, "queried\ud83d\ude1c": 22, "names": 52, "name\ud83d\ude1c": 380, "master": 11, "execution\ud83d\ude1c": 113, "retutn\ud83d\ude1c": 2, "from": 20, "hash": 36, "ic": 6, "session\ud83d\ude1c": 35, "hash\ud83d\ude1c": 6, "Set\ud83d\ude1c": 361, "no\ud83d\ude1c": 34, "obtained\ud83d\ude1c": 133, "th\ud83d\ude1c": 165, "element\ud83d\ude1c": 208, "mysql": 20, "wildcards": 6, "insert": 24, "rslt\ud83d\ude1c": 1, "statement": 186, "rslt": 2, "up\ud83d\ude1c": 162, "textSql": 1, "age": 16, "s\ud83d\ude1c": 97, "users\ud83d\ude1c": 256, "<": 9, "x\ud83d\ude1c": 18, "s": 133, "x": 27, "dict": 184, "condition\ud83d\ude1c": 12, "that\ud83d\ude1c": 121, "age\ud83d\ude1c": 7, "less\ud83d\ude1c": 10, "than\ud83d\ude1c": 51, "each\ud83d\ude1c": 339, "converted\ud83d\ude1c": 20, "value": 212, "schema": 93, "name": 926, "False": 179, "tables\ud83d\ude1c": 24, "owner\ud83d\ude1c": 4, "rs\ud83d\ude1c": 58, "rs": 54, "reversed": 1, ";\ud83d\ude1c": 175, "request": 229, "review": 92, "book": 376, "isbn": 491, "POST": 140, "reviews\ud83d\ude1c": 85, "reviews": 34, "request\ud83d\ude1c": 171, "module\ud83d\ude1c": 49, "uses\ud83d\ude1c": 5, "post\ud83d\ude1c": 13, "send\ud83d\ude1c": 1, "empty": 111, "test": 192, "records\ud83d\ude1c": 11, "pg": 46, "stat": 4, "activity": 1, "records": 22, "activity\ud83d\ude1c": 3, "exception\ud83d\ude1c": 167, "when\ud83d\ude1c": 56, "appears": 2, "list": 330, "tag": 10, "by": 43, "code": 63, "no": 14, "taglist": 9, "==": 88, "r\ud83d\ude1c": 34, "row\ud83d\ude1c": 258, "r": 52, "row": 250, "getUser": 3, "User": 48, "login": 138, "email": 173, "user\ud83d\ude1c": 121, "In\ud83d\ude1c": 20, "email\ud83d\ude1c": 56, "Return\ud83d\ude1c": 109, "exists": 47, "api": 41, "book\ud83d\ude1c": 77, "count\ud83d\ude1c": 45, "COUNT": 18, "*": 26, "count": 127, "then\ud83d\ude1c": 130, "Finally\ud83d\ude1c": 38, "three\ud83d\ude1c": 3, "processed\ud83d\ude1c": 38, "input": 10, "otu": 11, "samples\ud83d\ude1c": 11, "infor\ud83d\ude1c": 3, "infor": 11, "Format\ud83d\ude1c": 4, "output\ud83d\ude1c": 45, "format\ud83d\ude1c": 38, "function": 8, "\uff09": 1, "retrieved\ud83d\ude1c": 4, "convert\ud83d\ude1c": 116, "into\ud83d\ude1c": 127, "list\ud83d\ude1c": 268, "contents\ud83d\ude1c": 28, "uri": 97, "sqlite": 36, "papers\ud83d\ude1c": 1, "paper\ud83d\ude1c": 2, "papers": 1, "content\ud83d\ude1c": 45, "False\ud83d\ude1c": 32, "something\ud83d\ude1c": 1, "string": 104, "senha": 5, "db\ud83d\ude1c": 23, "tb": 29, "senha\ud83d\ude1c": 2, "Creating\ud83d\ude1c": 2, "it": 68, "error\ud83d\ude1c": 20, "specific\ud83d\ude1c": 11, "printed\ud83d\ude1c": 9, "assigned\ud83d\ude1c": 4, "Finally": 88, "are\ud83d\ude1c": 36, "returned": 30, "inserted": 2, "testtable": 12, "assert\ud83d\ude1c": 81, "len": 122, ">\ud83d\ude1c": 21, "assertion\ud83d\ude1c": 73, "determine\ud83d\ude1c": 61, "length\ud83d\ude1c": 127, "greater\ud83d\ude1c": 37, "0.": 18, "Origin": 5, "ontime": 2, "Origin\ud83d\ude1c": 1, "counting\ud83d\ude1c": 8, "async": 2, "cursor": 173, "server": 9, "side": 1, "tb1\ud83d\ude1c": 2, "names\ud83d\ude1c": 35, "0.\ud83d\ude1c": 16, "Erro": 2, "found": 20, "otherwise": 106, "users": 163, "f'": 2, "  | ": 1, "traverse\ud83d\ude1c": 52, "fields\ud83d\ude1c": 1, "separate\ud83d\ude1c": 3, "them\ud83d\ude1c": 15, "|": 1, "published\ud83d\ude1c": 4, "published": 2, "Step\ud83d\ude1c": 1, "1": 94, "step\ud83d\ude1c": 4, "2": 16, "Executes\ud83d\ude1c": 2, "3": 2, "Render\ud83d\ude1c": 9, "step1": 2, "step2": 3, "step3": 2, "find": 30, "beers": 9, "manufacturer\ud83d\ude1c": 4, "items\ud83d\ude1c": 16, "dict\ud83d\ude1c": 53, "logout": 3, "username": 380, "selectUser\ud83d\ude1c": 1, "username\ud83d\ude1c": 128, "selectUser": 1, "expressions\ud83d\ude1c": 15, "everything\ud83d\ude1c": 2, "modes": 2, "modes\ud83d\ude1c": 1, "contact": 2, "mode\ud83d\ude1c": 3, "every\ud83d\ude1c": 7, "authenticate": 1, "rfid": 1, "KartenID": 3, "KartenID\ud83d\ude1c": 1, "mou\ud83d\ude1c": 1, "mou": 1, "!=": 28, "success": 23, "fail": 27, "expression": 34, "success\ud83d\ude1c": 1, "fail\ud83d\ude1c": 1, "classid": 7, "studentid": 5, "assignments\ud83d\ude1c": 2, "course": 3, "classid\ud83d\ude1c": 2, "student": 36, "Convert\ud83d\ude1c": 27, "store\ud83d\ude1c": 189, "dictionary": 33, "serialized\ud83d\ude1c": 10, "index": 129, "bookname": 5, "GET": 47, "booktable\ud83d\ude1c": 6, "bookname\ud83d\ude1c": 1, "p\ud83d\ude1c": 4, "p": 13, "obtained": 21, "field\ud83d\ude1c": 18, "date": 126, "image": 9, "getquery": 1, "schema\ud83d\ude1c": 20, "rows": 98, "prints\ud83d\ude1c": 8, "returns\ud83d\ude1c": 8, "csv": 51, "f": 28, "open": 23, "reader": 30, "next": 2, "Open\ud83d\ude1c": 16, "csv\ud83d\ude1c": 7, "file\ud83d\ude1c": 24, "read\ud83d\ude1c": 17, "Iterate\ud83d\ude1c": 1, "next\ud83d\ude1c": 1, "method": 42, "empty\ud83d\ude1c": 19, "bookApi": 1, "which\ud83d\ude1c": 18, "reads": 5, "beased\ud83d\ude1c": 1, "player": 36, "for": 51, "is": 16, "admin\ud83d\ude1c": 5, "origin": 72, "duration": 34, "origin\ud83d\ude1c": 42, "added": 2, "duration\ud83d\ude1c": 27, "passe\ud83d\ude1c": 3, "RES\ud83d\ude1c": 1, "getdata": 3, "default": 13, "default\ud83d\ude1c": 2, "rec\ud83d\ude1c": 3, "uri\ud83d\ude1c": 8, "rec": 6, "company": 26, "call": 38, "center": 15, "companies\ud83d\ude1c": 2, "ids\ud83d\ude1c": 13, "ids": 21, "append": 124, "established": 1, "insert\ud83d\ude1c": 34, "check": 45, "average": 26, "score\ud83d\ude1c": 13, "indetify": 1, "POLYNOME": 2, "CORRECTION\ud83d\ude1c": 2, "instruments\ud83d\ude1c": 1, "ele\ud83d\ude1c": 1, "instruments": 2, "ele": 1, "content": 62, "mistakes": 1, "stock": 20, "base": 13, "tick": 5, "mistakes\ud83d\ude1c": 2, "tick\ud83d\ude1c": 1, "item": 83, "to": 35, "questionsTo": 1, "QuestionAnswer": 8, "answer": 9, "clause\ud83d\ude1c": 10, "answer\ud83d\ude1c": 4, "clause": 20, "question": 28, "it\ud83d\ude1c": 82, "fecthall": 5, "st\ud83d\ude1c": 7, "st": 7, "redirect": 75, "pws": 3, "sqlsection\ud83d\ude1c": 1, "password\ud83d\ude1c": 60, "password": 195, "sqlsection": 1, "search": 121, "elif\ud83d\ude1c": 4, "following\ud83d\ude1c": 41, "redirect\ud83d\ude1c": 30, "drop": 20, "settings": 6, "number": 25, "INDEX\ud83d\ude1c": 2, "akamaiCache\ud83d\ude1c": 2, "using\ud83d\ude1c": 174, "cur\ud83d\ude1c": 20, "cur": 38, "cursor\ud83d\ude1c": 112, "!=\ud83d\ude1c": 34, "Connect\ud83d\ude1c": 68, "equal\ud83d\ude1c": 26, "Close\ud83d\ude1c": 44, "product": 14, "E": 8, "product\ud83d\ude1c": 4, "except": 51, "label": 30, "comment\ud83d\ude1c": 6, "comment": 8, "label\ud83d\ude1c": 5, "loginC": 1, "manager\ud83d\ude1c": 4, "passwords\ud83d\ude1c": 2, "passwords": 4, ">": 16, "Username\ud83d\ude1c": 10, "does\ud83d\ude1c": 10, "please\ud83d\ude1c": 2, "sign\ud83d\ude1c": 1, "up": 1, "/": 40, "signup": 14, "Otherwise\ud83d\ude1c": 13, "usuario": 5, "cuenta\ud83d\ude1c": 3, "usuarios\ud83d\ude1c": 2, "usuario\ud83d\ude1c": 1, "cuenta": 8, "sends\ud83d\ude1c": 47, "GET\ud83d\ude1c": 10, "POST\ud83d\ude1c": 7, "/\ud83d\ude1c": 8, "getTeams": 1, "limit": 6, "teams\ud83d\ude1c": 4, "rownum\ud83d\ude1c": 4, "<\ud83d\ude1c": 6, "requested\ud83d\ude1c": 7, "titile\ud83d\ude1c": 1, "record": 36, "address": 14, "record\ud83d\ude1c": 21, "sent": 2, "backfill\ud83d\ude1c": 2, "template\ud83d\ude1c": 1, "address\ud83d\ude1c": 7, "market": 4, "date\ud83d\ude1c": 41, "market\ud83d\ude1c": 2, "Create\ud83d\ude1c": 42, "isbns\ud83d\ude1c": 2, "isbns": 4, "psd": 10, "psd\ud83d\ude1c": 3, "post": 36, "mac": 7, "baseDomain": 1, "client": 17, "mac\ud83d\ude1c": 2, "domains\ud83d\ude1c": 1, "t": 59, "]\ud83d\ude1c": 62, "t\ud83d\ude1c": 16, "domains": 1, "cookie\ud83d\ude1c": 1, "cookie": 11, "baseDomain\ud83d\ude1c": 1, "getEmail": 1, "words": 12, "pkid": 6, "word\ud83d\ude1c": 11, "word": 21, "contract": 8, "conId": 8, "conId\ud83d\ude1c": 2, "TimeTable": 3, "summary": 16, "laten\ud83d\ude1c": 1, "time\ud83d\ude1c": 29, "Comments\ud83d\ude1c": 2, "summary\ud83d\ude1c": 1, "laten": 1, "-": 24, "after\ud83d\ude1c": 32, "rendering": 3, "tables": 18, "matching\ud83d\ude1c": 18, "target": 17, "target\ud83d\ude1c": 3, "flowbot": 2, "requests\ud83d\ude1c": 2, "make\ud83d\ude1c": 46, "sure\ud83d\ude1c": 51, "turned\ud83d\ude1c": 6, "off\ud83d\ude1c": 3, "fullname": 5, "fullname\ud83d\ude1c": 7, "getteacher": 1, "teacher": 9, "stu": 2, "essay\ud83d\ude1c": 2, "teacher\ud83d\ude1c": 1, "evaluate": 2, "essays": 2, "setting\ud83d\ude1c": 2, "info\ud83d\ude1c": 40, "d\ud83d\ude1c": 7, "passw\ud83d\ude1c": 1, "d": 14, "userid\ud83d\ude1c": 10, "passw": 1, "userid": 24, "properties": 1, "addition\ud83d\ude1c": 1, "judgment\ud83d\ude1c": 5, "aid": 11, "aid\ud83d\ude1c": 3, "tattributes\ud83d\ude1c": 2, "equals\ud83d\ude1c": 18, "models": 10, "host": 47, "num": 23, "models\ud83d\ude1c": 3, "availability2\ud83d\ude1c": 2, "stationNUM": 1, "stationNUM\ud83d\ude1c": 1, "getAbstract": 1, "mssql": 3, "PageNo": 4, "PageSize": 5, "mytable\ud83d\ude1c": 14, "PageNo\ud83d\ude1c": 2, "PageSize\ud83d\ude1c": 1, "create\ud83d\ude1c": 30, "perform\ud83d\ude1c": 2, "AVG": 2, "rate": 7, "Invalid\ud83d\ude1c": 20, "ISBN": 11, "average\ud83d\ude1c": 3, "rate\ud83d\ude1c": 3, "directly\ud83d\ude1c": 6, "pandas\ud83d\ude1c": 7, "pd": 10, "inquery": 1, "goods\ud83d\ude1c": 2, "shop\ud83d\ude1c": 2, "DataFrame": 11, "columns": 6, "key": 59, "upper": 1, "key\ud83d\ude1c": 24, "keys": 24, "excecuting\ud83d\ude1c": 1, "capitalize\ud83d\ude1c": 1, "letters\ud83d\ude1c": 1, "element": 6, "overload": 1, "property": 10, "property\ud83d\ude1c": 6, "getstatecode": 1, "city": 29, "statecode\ud83d\ude1c": 2, "cities\ud83d\ude1c": 5, "city\ud83d\ude1c": 12, "being\ud83d\ude1c": 12, "stmt\ud83d\ude1c": 18, "student\ud83d\ude1c": 14, "stmt": 24, "getyears": 2, "postgres": 7, "years\ud83d\ude1c": 4, "years": 7, "tearDown": 10, "heat": 7, "heats\ud83d\ude1c": 1, "DATABASE": 50, "NAME\ud83d\ude1c": 16, "heat\ud83d\ude1c": 1, "heats": 1, "orders": 13, "kwargs": 6, "orders\ud83d\ude1c": 5, "FRC": 8, "ORDERS\ud83d\ude1c": 2, "kwargs\ud83d\ude1c": 1, "they\ud83d\ude1c": 3, "true": 12, "iduser": 5, "again": 4, "teardownDb": 1, "root": 30, "sms": 7, "raw": 27, "SCHEMA\ud83d\ude1c": 15, "getUserIntoDatabase": 1, "URI": 27, "stringUserName": 3, "stm\ud83d\ude1c": 6, "userID": 2, "userName": 2, "stm": 6, "userID\ud83d\ude1c": 2, "userName\ud83d\ude1c": 2, "price": 23, "m": 25, "confirm": 3, "off": 6, "posts": 8, "byid": 3, "posts\ud83d\ude1c": 8, "function\ud83d\ude1c": 10, "texts\ud83d\ude1c": 18, "test\ud83d\ude1c": 14, "texts": 18, "stockdata\ud83d\ude1c": 4, "occurs\ud83d\ude1c": 50, "during\ud83d\ude1c": 51, "execution": 52, "getUndefModMassesFromTopResults": 1, "fraction": 8, "mods": 3, "response\ud83d\ude1c": 3, "undef": 3, "mods\ud83d\ude1c": 2, "response": 3, "dest": 15, "dur\ud83d\ude1c": 1, "dur": 15, "colleges": 1, "college\ud83d\ude1c": 2, "players\ud83d\ude1c": 17, "%": 44, "begin": 24, "l\ud83d\ude1c": 9, "each": 8, "l": 15, "f\ud83d\ude1c": 19, "begin\ud83d\ude1c": 3, "service": 8, "service\ud83d\ude1c": 2, "spann\ud83d\ude1c": 2, "services\ud83d\ude1c": 5, "dura": 2, "services": 2, "barracuda\ud83d\ude1c": 1, "dish": 4, "dishid": 5, "DISH": 12, "DESCRIPTION\ud83d\ude1c": 2, "dish\ud83d\ude1c": 6, "ID\ud83d\ude1c": 19, "description\ud83d\ude1c": 17, "description": 3, "failed": 4, "printed": 19, "showHome": 1, "categories\ud83d\ude1c": 3, "Category\ud83d\ude1c": 2, "home": 21, "categories": 6, "actualizar": 2, "obj": 7, "u\ud83d\ude1c": 8, "u": 16, "contains": 4, "closed\ud83d\ude1c": 13, "aggregate": 1, "UsageMetric": 4, "master\ud83d\ude1c": 20, "register": 22, "fname": 5, "lname": 18, "firstname": 7, "fname\ud83d\ude1c": 2, "lastname": 8, "regs\ud83d\ude1c": 1, "regs": 1, "firstname\ud83d\ude1c": 3, "lastname\ud83d\ude1c": 7, "callid": 5, "callid\ud83d\ude1c": 1, "lists\ud83d\ude1c": 3, "calllists": 4, "articles": 41, "lists": 1, "msg\ud83d\ude1c": 7, "Call\ud83d\ude1c": 2, "Found": 4, "msg": 9, "Uf\ud83d\ude1c": 1, "Error": 20, "f\"": 5, "  to ": 2, "  lasting ": 1, "  mintues": 1, "The\ud83d\ude1c": 16, "formatted\ud83d\ude1c": 1, "continues\ud83d\ude1c": 1, "minutes\ud83d\ude1c": 1, "my": 20, "under\ud83d\ude1c": 3, "expressions": 4, "directly": 22, "textsid": 6, "lace": 2, "them": 38, "max": 44, "orderid": 17, "maximum\ud83d\ude1c": 9, "orderid\ud83d\ude1c": 1, "drinkers": 6, "state\ud83d\ude1c": 17, "drinkers\ud83d\ude1c": 10, "quoted": 1, "scorecolumn": 3, "scorecolumn\ud83d\ude1c": 1, "show": 5, "link": 22, "show\ud83d\ude1c": 4, "link\ud83d\ude1c": 3, "tenth\ud83d\ude1c": 4, "professors": 2, "professors\ud83d\ude1c": 5, "TABLE\ud83d\ude1c": 14, "zipcode": 30, "zipcode\ud83d\ude1c": 9, "zips\ud83d\ude1c": 8, "invalid\ud83d\ude1c": 4, "zip": 18, "place": 4, "state": 31, "zip\ud83d\ude1c": 7, "attribute\ud83d\ude1c": 13, "happiness\ud83d\ude1c": 2, "exc": 9, "mytables": 1, "raise\ud83d\ude1c": 22, "DisconnectionError": 1, "executing\ud83d\ude1c": 6, "mytables\ud83d\ude1c": 1, "DisconnectionError\ud83d\ude1c": 1, "thrown": 2, "personal": 5, "uname": 39, "pwd": 23, "uname\ud83d\ude1c": 13, "whose\ud83d\ude1c": 37, "ProfilesData": 4, "gid": 12, "pdata\ud83d\ude1c": 1, "gid\ud83d\ude1c": 5, "pdata": 1, "Make\ud83d\ude1c": 12, "closed": 46, "Open": 3, "incident": 1, "status\ud83d\ude1c": 11, "consumer": 3, "pid": 16, "allocation\ud83d\ude1c": 4, "provider": 2, "cids\ud83d\ude1c": 1, "cids": 2, "booksreview": 3, "app": 20, "atable": 9, "querying\ud83d\ude1c": 15, "todos": 1, "todostable": 4, "deleteBtnID": 3, "logged": 13, "in": 25, "students": 3, "q\ud83d\ude1c": 21, "q": 42, "informa\ud83d\ude1c": 1, "cande\ud83d\ude1c": 2, "informa": 1, "explicit": 1, "text": 10, "testing": 30, "moredata": 9, "samples": 4, "sample": 36, "about\ud83d\ude1c": 3, "sample\ud83d\ude1c": 3, "put\ud83d\ude1c": 3, "handled\ud83d\ude1c": 3, "iris": 4, "iris\ud83d\ude1c": 5, "apiRes": 1, "process": 6, "random": 3, "nrows": 6, "nrows\ud83d\ude1c": 1, "passenger\ud83d\ude1c": 8, "passenger": 13, "barId": 5, "itemId\ud83d\ude1c": 4, "sells\ud83d\ude1c": 4, "barId\ud83d\ude1c": 2, "dictionary\ud83d\ude1c": 42, "upload": 1, "filename": 10, "uploads": 4, "filename\ud83d\ude1c": 2, "e\ud83d\ude1c": 9, "dbu": 1, "does": 1, "exist": 17, "goods": 6, "exec": 2, "cmd\ud83d\ude1c": 7, "cmd": 7, "try\ud83d\ude1c": 38, "false": 4, "stored": 1, "relation": 3, "parent\ud83d\ude1c": 3, "relationship\ud83d\ude1c": 2, "parents\ud83d\ude1c": 1, "parents": 1, "parent": 14, "parsing": 1, "DateCol": 6, "ery\ud83d\ude1c": 1, "types": 3, "ery": 1, "whether\ud83d\ude1c": 18, "game\ud83d\ude1c": 5, "ship": 1, "transaction\ud83d\ude1c": 5, "quantity": 2, "recs\ud83d\ude1c": 11, "recs": 24, "transaction": 17, "rollback": 6, "start\ud83d\ude1c": 9, "quantity\ud83d\ude1c": 6, "rollback\ud83d\ude1c": 2, "aname": 10, "aname\ud83d\ude1c": 2, "int": 3, "follows": 18, "0\ud83d\ude1c": 15, "integer\ud83d\ude1c": 1, "calls\ud83d\ude1c": 4, "1.": 9, "bookpage\ud83d\ude1c": 2, "rendered": 5, "caught": 13, "score": 22, "game": 15, "Score": 7, "Scores\ud83d\ude1c": 1, "Scores": 1, "joining": 1, "nittest": 2, "USER": 7, "USER\ud83d\ude1c": 13, "clean": 1, "token": 23, "words\ud83d\ude1c": 7, "token\ud83d\ude1c": 2, "haslo": 1, "uzytk": 1, "uzytkownicy": 5, "trans": 11, "Haslo": 1, "Login\ud83d\ude1c": 2, "Start\ud83d\ude1c": 4, "thing\ud83d\ude1c": 1, "Haslo\ud83d\ude1c": 1, "datapaths": 4, "dpid": 3, "dpid\ud83d\ude1c": 2, "None\ud83d\ude1c": 24, "retrieved": 1, "pass": 18, "usernames\ud83d\ude1c": 4, "regsuccess": 2, "usernames": 3, "heavy": 1, "nesting": 3, "re": 7, "commit": 9, "tlengine": 17, "external": 12, "userinf\ud83d\ude1c": 1, "userinf": 1, "finally": 43, "total": 14, "DB": 47, "CONNECT": 21, "STRING": 24, "overflow": 6, "5": 11, "topics\ud83d\ude1c": 2, "spider": 6, "jam": 8, "urls\ud83d\ude1c": 2, "overflow\ud83d\ude1c": 6, "testCommit": 1, "machinary": 4, "bypass\ud83d\ude1c": 2, "machinary\ud83d\ude1c": 2, "shows": 1, "oppose\ud83d\ude1c": 2, "articles\ud83d\ude1c": 11, "deploy": 1, "deployment": 6, "start": 11, "requests": 2, "body": 6, "cars": 6, "ID": 51, "df\ud83d\ude1c": 7, "cars\ud83d\ude1c": 13, "object": 10, "ProductType": 4, "Product": 2, "short": 1, "Exception": 22, "raise": 12, "throw\ud83d\ude1c": 15, "sessiong": 1, "sigin": 2, "rendering\ud83d\ude1c": 3, "usernameis\ud83d\ude1c": 1, "dataset": 12, "colname": 6, "tbname\ud83d\ude1c": 2, "dbname\ud83d\ude1c": 3, "Data": 2, "creator": 14, "T": 2, "Treasure": 2, "EvalCustomItem\ud83d\ude1c": 1, "Creator": 2, "Creator\ud83d\ude1c": 2, "EvalCustomItem": 1, "reply": 3, "func": 33, "pymysql": 6, "sqlData\ud83d\ude1c": 1, "reply\ud83d\ude1c": 2, "sqlData": 1, "cursors": 1, "argument\ud83d\ude1c": 2, "opentracing": 1, "playersid": 6, "selectrows": 1, "telemetry": 8, "timenow": 3, "Store\ud83d\ude1c": 22, "stored\ud83d\ude1c": 11, "codes": 5, "datetime": 19, "datetime\ud83d\ude1c": 3, "ans\ud83d\ude1c": 5, "ans": 6, "checkPreviousStrategyName": 1, "strategy": 9, "strategy\ud83d\ude1c": 1, "convert": 7, "unicode": 4, "aout\ud83d\ude1c": 1, "aout": 1, "unicode\ud83d\ude1c": 3, "Incident": 1, "Map": 1, "lab": 9, "Lat\ud83d\ude1c": 2, "Incidents\ud83d\ude1c": 2, "note": 15, "NOTES": 4, "todas": 1, "movietitle": 15, "imdb": 12, "img": 1, "imageId": 11, "Images\ud83d\ude1c": 2, "imageId\ud83d\ude1c": 1, "Id\ud83d\ude1c": 4, "image\ud83d\ude1c": 3, "getName": 1, "sequenceno\ud83d\ude1c": 2, "operation": 6, "testfour": 1, "noodles\ud83d\ude1c": 3, "noodles": 1, "categorical": 2, "Find\ud83d\ude1c": 1, "categorical\ud83d\ude1c": 1, "distance": 7, "distance\ud83d\ude1c": 1, "orm": 15, "sessionmaker": 27, "localhost": 15, "File": 11, "Session\ud83d\ude1c": 20, "bind": 17, "Session": 12, "ORM": 7, "fetched\ud83d\ude1c": 4, "further\ud83d\ude1c": 15, "fetching\ud83d\ude1c": 1, "codetbl": 7, "tweets": 4, "since": 5, "TweetData": 4, "tweets\ud83d\ude1c": 2, "instances\ud83d\ude1c": 1, "Excute\ud83d\ude1c": 2, "science\ud83d\ude1c": 1, "null": 3, "decoded": 1, "as": 5, "meta\ud83d\ude1c": 5, "contents": 16, "showTable": 1, "update": 28, "destdb": 1, "sets\ud83d\ude1c": 1, "sets": 1, "sf": 1, "waybill": 1, "normal": 1, "order": 11, "SfWaybillResp": 4, "article\ud83d\ude1c": 7, "keyword": 14, "log": 27, "ratings\ud83d\ude1c": 14, "\uff08": 4, "passed\ud83d\ude1c": 3, "reader\ud83d\ude1c": 12, "scores": 11, "feature": 10, "browse": 5, "booksSearch\ud83d\ude1c": 1, "booksSearch": 3, "way\ud83d\ude1c": 11, "other\ud83d\ude1c": 3, "again\ud83d\ude1c": 2, "blog": 15, "blog\ud83d\ude1c": 3, "DATABASE\ud83d\ude1c": 27, "join\ud83d\ude1c": 4, "fetch\ud83d\ude1c": 6, "insertEx": 1, "lastid": 5, "CAPTURE\ud83d\ude1c": 4, "lastid\ud83d\ude1c": 2, "index\ud83d\ude1c": 6, "review\ud83d\ude1c": 22, "stockdata": 2, "adj": 12, "end": 13, "val": 27, "qry\ud83d\ude1c": 7, "open\ud83d\ude1c": 7, "val\ud83d\ude1c": 15, "qry": 7, "SCHEMA": 14, "NAME": 15, "INFORMATION\ud83d\ude1c": 2, "run": 4, "domain": 22, "ret\ud83d\ude1c": 15, "MAX": 1, "documents\ud83d\ude1c": 3, "": 14, "ret": 32, "append\ud83d\ude1c": 1, "domain\ud83d\ude1c": 5, "bout\ud83d\ude1c": 1, "bname\ud83d\ude1c": 2, "pages\ud83d\ude1c": 2, "bout": 2, "testDB": 6, "dataSST\ud83d\ude1c": 4, "testDB\ud83d\ude1c": 1, "datname": 20, "datname\ud83d\ude1c": 7, "the": 8, "%\ud83d\ude1c": 14, "operator\ud83d\ude1c": 8, "match\ud83d\ude1c": 7, "conditions\ud83d\ude1c": 7, "time": 44, "fresh": 1, "cache": 12, "eui": 5, "while\ud83d\ude1c": 1, "class\ud83d\ude1c": 7, "eui\ud83d\ude1c": 1, "sleep": 5, "6": 3, "hang\ud83d\ude1c": 1, "6\ud83d\ude1c": 1, "seconds": 1, "write": 2, "do": 4, "recover": 1, "twophase": 1, "resultset\ud83d\ude1c": 1, "prepared": 2, "xacts": 1, "resultset": 1, "xacts\ud83d\ude1c": 1, "tuple\ud83d\ude1c": 8, "th": 3, "nd\ud83d\ude1c": 3, "elements\ud83d\ude1c": 6, "this\ud83d\ude1c": 11, "cname": 15, "codes\ud83d\ude1c": 1, "Codes\ud83d\ude1c": 2, "roundtrip": 2, "frame": 10, "roundtrip\ud83d\ude1c": 6, "invalidate": 2, "kueridb\ud83d\ude1c": 3, "kueridb": 2, "check\ud83d\ude1c": 5, "shoeid": 4, "addshoe\ud83d\ude1c": 1, "shoe\ud83d\ude1c": 2, "addshoe": 1, "deleteid": 1, "delid\ud83d\ude1c": 1, "imagesAbout\ud83d\ude1c": 4, "delid": 1, "obtain\ud83d\ude1c": 6, "sel\ud83d\ude1c": 1, "sel": 3, "SQLAlchemyError\ud83d\ude1c": 17, "err": 13, "should\ud83d\ude1c": 9, "be\ud83d\ude1c": 13, "GetDates": 1, "days": 10, "StockDB\ud83d\ude1c": 2, "days\ud83d\ude1c": 3, "ft": 2, "elt": 1, "elt\ud83d\ude1c": 1, "dura\ud83d\ude1c": 1, "logs\ud83d\ude1c": 7, "cat": 5, "col": 16, "complex\ud83d\ude1c": 2, "cat\ud83d\ude1c": 2, "text\ud83d\ude1c": 7, "counties": 3, "us": 12, "county\ud83d\ude1c": 2, "tblByCountyAndYear\ud83d\ude1c": 2, "counties\ud83d\ude1c": 1, "showdb": 1, "group": 27, "group\ud83d\ude1c": 6, "groupres": 2, "addend1": 8, "addend2": 10, "Callback\ud83d\ude1c": 2, "addend1\ud83d\ude1c": 4, "addend2\ud83d\ude1c": 2, "rp\ud83d\ude1c": 9, "rp": 5, "load": 17, "tbl": 38, "load\ud83d\ude1c": 1, "full": 15, "path\ud83d\ude1c": 5, "locationDistanceSingleOrig": 1, "nameID": 6, "latitude": 1, "longitude\ud83d\ude1c": 4, "Campground\ud83d\ude1c": 2, "latitude\ud83d\ude1c": 1, "TABLE1\ud83d\ude1c": 4, "getAllProviders": 1, "fornecedores\ud83d\ude1c": 2, "fornecedores": 2, "explode": 2, "initializer": 1, "disconnect": 7, "dialect": 6, "fake": 8, "stuff\ud83d\ude1c": 5, "dialect\ud83d\ude1c": 1, "assertions\ud83d\ude1c": 7, "updatetime\ud83d\ude1c": 5, "obj\ud83d\ude1c": 7, "tuple": 18, "updatetime": 5, "fn": 1, "box": 12, "reconnect": 1, "connections": 5, "DBAPI\ud83d\ude1c": 2, "counted\ud83d\ude1c": 3, "connections\ud83d\ude1c": 1, "k": 2, "v\ud83d\ude1c": 4, "items": 20, "v": 3, "loops\ud83d\ude1c": 1, "traversal\ud83d\ude1c": 16, "traverable\ud83d\ude1c": 1, "array\ud83d\ude1c": 3, "logger\ud83d\ude1c": 6, "getLogger": 6, "version\ud83d\ude1c": 5, "logger": 9, "version": 2, "Initialize\ud83d\ude1c": 4, "log\ud83d\ude1c": 13, "module": 13, "has\ud83d\ude1c": 6, "Output\ud83d\ude1c": 3, "gets\ud83d\ude1c": 3, "init": 6, "grades": 2, "grades\ud83d\ude1c": 2, "epstrade\ud83d\ude1c": 2, "sessionmaker\ud83d\ude1c": 5, "instantiated\ud83d\ude1c": 2, "objects": 2, "object\ud83d\ude1c": 18, "getqueue": 1, "queue": 8, "ValueError": 4, "When\ud83d\ude1c": 4, "corresponding\ud83d\ude1c": 27, "ValueError\ud83d\ude1c": 8, "htm": 1, "and": 9, "populate": 1, "one\ud83d\ude1c": 16, "phone": 42, "exc\ud83d\ude1c": 10, "phone\ud83d\ude1c": 5, "buscarPeli": 1, "movietitle\ud83d\ude1c": 4, "pwid": 1, "slf\ud83d\ude1c": 1, "targets\ud83d\ude1c": 3, "slf": 1, "imp\ud83d\ude1c": 1, "Users\ud83d\ude1c": 5, "imp": 1, "statements": 2, "save": 5, "entities\ud83d\ude1c": 5, "entities": 5, "display": 5, "article": 13, "flow": 8, "devid": 22, "hour": 7, "flows\ud83d\ude1c": 1, "devid\ud83d\ude1c": 6, "All\ud83d\ude1c": 1, "flows": 1, "hour\ud83d\ude1c": 1, "turn\ud83d\ude1c": 2, "showAll": 1, "app\ud83d\ude1c": 1, "countid": 6, "amount\ud83d\ude1c": 10, "bar": 40, "counts": 4, "activateSurvey": 2, "survey": 17, "department": 6, "activateSurvey\ud83d\ude1c": 2, "userdetails\ud83d\ude1c": 6, "survey\ud83d\ude1c": 4, ":=": 4, "company\ud83d\ude1c": 6, "To\ud83d\ude1c": 11, "python": 1, "metadata": 20, "enj\ud83d\ude1c": 1, "encoding": 4, "utf": 4, "8": 4, "enj": 1, "encoding\ud83d\ude1c": 4, "bikestands": 1, "li\ud83d\ude1c": 1, "bike": 11, "stands\ud83d\ude1c": 3, "stations1\ud83d\ude1c": 2, "li": 2, "acquire": 6, "set": 25, "owner": 15, "avg": 15, "rating": 28, "rating\ud83d\ude1c": 18, "serialization\ud83d\ude1c": 5, "doc": 8, "tbl\ud83d\ude1c": 11, "doc\ud83d\ude1c": 2, "pas": 1, "getEnteredHtmlSet": 1, "links\ud83d\ude1c": 2, "linkValue\ud83d\ude1c": 4, "tableHtml\ud83d\ude1c": 2, "entry": 7, "entry\ud83d\ude1c": 2, "links": 2, "pw": 4, "change": 5, "ss\ud83d\ude1c": 2, "pw\ud83d\ude1c": 1, "ss": 2, "logging\ud83d\ude1c": 3, "sqlschema": 6, "req\ud83d\ude1c": 1, "req": 3, "not": 13, "category": 31, "clothes\ud83d\ude1c": 4, "category\ud83d\ude1c": 9, "abstract": 1, "paperid": 3, "tuples\ud83d\ude1c": 1, "abstract\ud83d\ude1c": 2, "paperabstracts\ud83d\ude1c": 2, "paperid\ud83d\ude1c": 1, "tuples": 2, "null\ud83d\ude1c": 2, "model": 25, "trained": 2, "model\ud83d\ude1c": 3, "eoddata": 1, "noofdays": 7, "eod": 4, "nse": 2, "usersname\ud83d\ude1c": 2, "importNeighbor": 1, "districtA": 5, "ins\ud83d\ude1c": 5, "Neighbors\ud83d\ude1c": 2, "DistrictAId": 1, "ins": 6, "DistrictAId\ud83d\ude1c": 1, "migrate": 1, "finance": 1, "finance\ud83d\ude1c": 3, "updateAffiliationIdfValue": 1, "AffiliationID": 1, "ReferenceData\ud83d\ude1c": 2, "AffiliationID\ud83d\ude1c": 1, "have\ud83d\ude1c": 1, "been\ud83d\ude1c": 1, "hang": 1, "profiles": 2, "PortalProfile": 4, "maxepoch": 1, "epochtime": 1, "epochtime\ud83d\ude1c": 1, "atable\ud83d\ude1c": 2, "hamming": 6, "que\ud83d\ude1c": 2, "extension\ud83d\ude1c": 2, "Table\ud83d\ude1c": 11, "txn\ud83d\ude1c": 1, "que": 2, "txn": 1, "extension": 1, "memory": 6, "u2": 3, "u2\ud83d\ude1c": 1, "out\ud83d\ude1c": 15, "out": 12, "wed": 8, "flow\ud83d\ude1c": 4, "getBookByISBN": 1, "ISBN\ud83d\ude1c": 2, "operationcode": 6, "operationRes": 2, "operation\ud83d\ude1c": 3, "clear": 3, "ensure\ud83d\ude1c": 10, "existing": 1, "node": 6, "bp": 5, "nodes\ud83d\ude1c": 5, "nodes": 8, "add": 7, "getProfile": 1, "Groups": 4, "uuid": 26, "uuid\ud83d\ude1c": 5, "LIMIT": 12, "bank\ud83d\ude1c": 2, "chef": 3, "increase": 1, "REMAIN\ud83d\ude1c": 2, "agg": 1, "DataTable": 4, "timestamp": 22, "last": 28, "timestamp\ud83d\ude1c": 9, "team": 19, "oracle": 3, "team\ud83d\ude1c": 7, "categoryID\ud83d\ude1c": 3, "SEX": 6, "AGE\ud83d\ude1c": 2, "EMPLOYEE\ud83d\ude1c": 2, "SEX\ud83d\ude1c": 1, "QuestionNode": 4, "root\ud83d\ude1c": 1, "basic": 5, "public": 7, "public\ud83d\ude1c": 1, "methods": 2, "tobs": 5, "DATE": 6, "totals\ud83d\ude1c": 1, "measurement\ud83d\ude1c": 4, "totals": 1, "DATE\ud83d\ude1c": 1, "fetchAllIssues": 1, "metaData": 5, "bugid\ud83d\ude1c": 2, "bugs\ud83d\ude1c": 2, "metaData\ud83d\ude1c": 1, "debug": 9, "debug\ud83d\ude1c": 3, "searhConfirm": 2, "gan": 3, "myExecute": 2, "gan\ud83d\ude1c": 2, "zero": 3, "comprar": 1, "custid": 5, "customerid": 6, "fetcahall": 1, "customerid\ud83d\ude1c": 2, "treview\ud83d\ude1c": 2, "nested": 2, "Command": 2, "Cid": 6, "if": 9, "Cid\ud83d\ude1c": 2, "Command\ud83d\ude1c": 2, "Commands": 2, "Commands\ud83d\ude1c": 2, "cid\ud83d\ude1c": 5, "configure": 1, "t1\ud83d\ude1c": 4, "pointer": 3, "ptr": 6, "pointer\ud83d\ude1c": 2, "identify": 1, "hist": 1, "wave": 1, "hist\ud83d\ude1c": 2, "code\ud83d\ude1c": 10, "Users": 9, "fr": 9, "project": 25, "Calling": 4, "Transaction": 4, "queried": 4, "poulateAnagrafica": 1, "pv": 6, "getConnection": 1, "crs": 3, "pv\ud83d\ude1c": 3, "recommendations\ud83d\ude1c": 2, "recommendation\ud83d\ude1c": 1, "recommendation": 1, "postgresql": 24, "eng\ud83d\ude1c": 4, "eng": 18, "coltype": 3, "coltype\ud83d\ude1c": 1, "Table": 7, "nspname": 6, "nspname\ud83d\ude1c": 2, "namespace\ud83d\ude1c": 5, "isuser": 1, "customers\ud83d\ude1c": 15, "autoload\ud83d\ude1c": 4, "path": 18, "following": 5, "profilename": 1, "ling\ud83d\ude1c": 1, "ling": 1, "profilename\ud83d\ude1c": 1, "buy": 3, "uid": 40, "cash\ud83d\ude1c": 2, "uid\ud83d\ude1c": 6, "money": 6, "employees\ud83d\ude1c": 2, "employees": 9, "money\ud83d\ude1c": 1, "bookpage": 5, "+\ud83d\ude1c": 6, "bookReviews": 1, "status": 43, "call\ud83d\ude1c": 1, "config": 6, "new\ud83d\ude1c": 3, "new": 24, "ider": 6, "rank\ud83d\ude1c": 4, "testtable\ud83d\ude1c": 10, "keys\ud83d\ude1c": 10, "ider\ud83d\ude1c": 1, "getAcresField": 1, "perc": 5, "series": 11, "acres\ud83d\ude1c": 3, "tablename\ud83d\ude1c": 13, "perc\ud83d\ude1c": 1, "acres": 4, "cursors\ud83d\ude1c": 3, "customer": 5, "plots": 9, "CKAN": 3, "DATASTORE": 3, "WRITE": 3, "URL": 12, "PASSWORD": 15, "PASSWORD\ud83d\ude1c": 5, "pandas": 2, "getDataFrame": 1, "humedad": 5, "clima": 6, "temperatura\ud83d\ude1c": 2, "sensor\ud83d\ude1c": 2, "humedad\ud83d\ude1c": 1, "dataframe\ud83d\ude1c": 1, "dataframe": 2, "DataFrame\ud83d\ude1c": 8, "frequents\ud83d\ude1c": 2, "bar\ud83d\ude1c": 4, "datas\ud83d\ude1c": 5, "datas": 3, "CompareDB": 1, "INVESTORS\ud83d\ude1c": 2, "stock\ud83d\ude1c": 6, "base\ud83d\ude1c": 4, "Games\ud83d\ude1c": 2, "symbol\ud83d\ude1c": 3, "or\ud83d\ude1c": 16, "addfav": 1, "favorite": 2, "executed\ud83d\ude1c": 11, "operator": 3, "location": 14, "milks\ud83d\ude1c": 2, "location\ud83d\ude1c": 6, "rowproxy": 1, "RowProxy\ud83d\ude1c": 2, "origins\ud83d\ude1c": 2, "origins": 6, "topiclist": 3, "alltopics\ud83d\ude1c": 2, "topic": 2, "topics": 2, "alltopics": 2, "made": 1, "getReferralPath": 1, "References": 12, "ReferalFilePath": 1, "fs\ud83d\ude1c": 4, "fs": 4, "ReferalFilePath\ud83d\ude1c": 1, "persist": 1, "bundle": 1, "autoflush": 1, "KeyError": 4, "its\ud83d\ude1c": 5, "KeyError\ud83d\ude1c": 2, "instance\ud83d\ude1c": 2, "userpage": 3, "dashboard": 4, "sur": 2, "baby": 1, "monitor": 1, "bm": 7, "last\ud83d\ude1c": 5, "banks\ud83d\ude1c": 2, "booksearch": 3, "Input\ud83d\ude1c": 1, "only\ud83d\ude1c": 1, "will\ud83d\ude1c": 2, "DATABASEURI": 15, "tname": 6, "mname\ud83d\ude1c": 2, "tname\ud83d\ude1c": 1, "currency": 3, "reviewfound\ud83d\ude1c": 1, "REVIEWS\ud83d\ude1c": 2, "reviewfound": 1, "tickets": 1, "tickets\ud83d\ude1c": 2, "aliases": 5, "aliases\ud83d\ude1c": 1, "bookreviews\ud83d\ude1c": 2, "ListarMaterias": 1, "curso\ud83d\ude1c": 4, "trab\ud83d\ude1c": 2, "part\ud83d\ude1c": 4, "part": 2, "import": 4, "customers": 6, "mock": 15, "getBranch": 1, "buildsets": 4, "getRowCount": 1, "DBHost": 3, "projId": 6, "dispose": 8, "passwors": 1, "temps\ud83d\ude1c": 3, "tobs\ud83d\ude1c": 4, "temps": 5, "labels\ud83d\ude1c": 1, "len\ud83d\ude1c": 1, "labels": 2, "unit": 3, "titanic\ud83d\ude1c": 4, "account": 10, "dbcon\ud83d\ude1c": 1, "dbcon": 1, "selected\ud83d\ude1c": 1, "getting\ud83d\ude1c": 7, "generated": 2, "level\ud83d\ude1c": 1, "used\ud83d\ude1c": 7, "gatherFileLocs": 1, "files": 10, "exp": 4, "file1\ud83d\ude1c": 1, "file1": 1, "projid\ud83d\ude1c": 4, "addfriend": 1, "menu": 1, "entries\ud83d\ude1c": 3, "resources\ud83d\ude1c": 4, "json": 36, "en\ud83d\ude1c": 2, "entries": 3, "en": 3, "back\ud83d\ude1c": 2, "FindAllMusei": 1, "musei": 2, "ganid": 6, "ganid\ud83d\ude1c": 1, "copyContentData": 1, "boxID": 5, "files\ud83d\ude1c": 6, "boxID\ud83d\ude1c": 1, "headshot\ud83d\ude1c": 5, "players": 1, "passName": 1, "dotted": 1, "of": 6, "determination\ud83d\ude1c": 2, "1\ud83d\ude1c": 12, "CommitWithSavepoint": 1, "cid": 16, "cname\ud83d\ude1c": 3, "User\ud83d\ude1c": 8, "core": 7, "Customer": 24, "bindparam": 6, "dbe": 3, "loginpassword\ud83d\ude1c": 2, "Member\ud83d\ude1c": 2, "actualpwd\ud83d\ude1c": 1, "actualpwd": 1, "testcommit": 1, "inf": 4, "dic\ud83d\ude1c": 1, "dic": 1, "reset": 2, "true\ud83d\ude1c": 2, "false\ud83d\ude1c": 1, "PrintSchema": 1, "SQLITE": 2, "MASTER\ud83d\ude1c": 2, "SchemaName\ud83d\ude1c": 1, "output": 6, "SchemaName": 1, "old": 27, "uesr\ud83d\ude1c": 1, "uesr": 1, "over\ud83d\ude1c": 5, "getDistrictCount": 1, "Districts": 1, "Districts\ud83d\ude1c": 1, "backupOldTable": 1, "gojome": 2, "multiple": 2, "rider": 6, "RIDERS\ud83d\ude1c": 4, "rider\ud83d\ude1c": 1, "tbr": 2, "says": 1, "prod": 9, "easyFindDB": 3, "categoria": 9, "nome": 9, "controllo\ud83d\ude1c": 1, "categoria\ud83d\ude1c": 2, "nome\ud83d\ude1c": 1, "risControl\ud83d\ude1c": 1, "controllo": 1, "risControl": 2, "zips": 1, "Zips\ud83d\ude1c": 1, "taxonomysampleinfo": 6, "taxonomyresults\ud83d\ude1c": 2, "aff": 1, "liste": 1, "fiche": 1, "titre": 1, "fiche\ud83d\ude1c": 1, "titre\ud83d\ude1c": 1, "rownum": 6, "dual\ud83d\ude1c": 2, "rowcount": 6, "dbapi": 6, "now": 15, "nums\ud83d\ude1c": 2, "num\ud83d\ude1c": 6, "nums": 2, "sqlite3": 6, "c\ud83d\ude1c": 9, "bench": 1, "bench\ud83d\ude1c": 1, "admin": 23, "pct": 6, "correct": 5, "outcome": 2, "vw\ud83d\ude1c": 2, "correct\ud83d\ude1c": 1, "rsOutcome\ud83d\ude1c": 3, "outcomes": 2, "rsOutcome": 1, "mark": 3, "thread": 9, "dead": 1, "Threads": 4, "pets\ud83d\ude1c": 2, "foolist\ud83d\ude1c": 1, "foolist": 1, "medal": 3, "Medal": 4, "olympic": 5, "olympics\ud83d\ude1c": 1, "olympics": 1, "customer\ud83d\ude1c": 5, "temp": 37, "pressure": 5, "wind": 6, "City\ud83d\ude1c": 7, "temp\ud83d\ude1c": 6, "pressure\ud83d\ude1c": 2, "wind\ud83d\ude1c": 1, "created\ud83d\ude1c": 1, "getById": 1, "or": 3, "mapper": 3, "objects\ud83d\ude1c": 1, "qisbn": 4, "qtitle": 5, "qisbn\ud83d\ude1c": 2, "qtitle\ud83d\ude1c": 1, "taxids": 1, "gi": 12, "taxid": 9, "nuc": 8, "tax": 12, "gi\ud83d\ude1c": 3, "+": 9, "lookup": 3, "genre": 7, "genre\ud83d\ude1c": 5, "'{}'": 3, ";": 5, "getStats": 1, "Search\ud83d\ude1c": 2, "stores\ud83d\ude1c": 2, "top": 6, "pokemon": 18, "sightings\ud83d\ude1c": 6, "pokemons\ud83d\ude1c": 1, "pokemons": 1, "wordlist": 1, "french": 2, "wordlist\ud83d\ude1c": 4, "statemen": 2, "newdata\ud83d\ude1c": 2, "newdata": 4, "respectively": 4, "batch": 1, "oper": 1, "infos": 3, "enginevia\ud83d\ude1c": 1, "morerollback": 2, "minutes": 6, "dest\ud83d\ude1c": 5, "tconfig": 4, "transactions": 6, "listname": 6, "transactions\ud83d\ude1c": 8, "queue\ud83d\ude1c": 2, "Task\ud83d\ude1c": 4, "Tasks\ud83d\ude1c": 1, "Tasks": 1, "reuse": 1, "revBook": 1, "bookrs\ud83d\ude1c": 1, "bookrs": 1, "humidity": 5, "adder\ud83d\ude1c": 1, "CHECKIN\ud83d\ude1c": 2, "humidity\ud83d\ude1c": 1, "adder": 1, "getGrapXMLdata": 1, "use": 5, "ccs": 4, "memory\ud83d\ude1c": 1, "represented\ud83d\ude1c": 1, "judge\ud83d\ude1c": 3, "subset": 1, "exception": 19, "min": 11, "entity": 16, "events": 14, "weather": 5, "lat": 13, "ZIPCODE\ud83d\ude1c": 2, "checked": 2, "fli\ud83d\ude1c": 1, "fli": 1, "existeEmail": 1, "countTradingTxs": 1, "requested": 2, "tx": 6, "pde": 4, "trades": 3, "trades\ud83d\ude1c": 2, "initial": 1, "profileurl\ud83d\ude1c": 4, "people": 5, "profile\ud83d\ude1c": 3, "5.\ud83d\ude1c": 2, "drinker": 6, "drinkerID\ud83d\ude1c": 3, "resultBooks\ud83d\ude1c": 1, "resultBooks": 1, "registration": 1, "YES": 2, "NO": 2, "titles": 4, "titles\ud83d\ude1c": 6, "Country": 12, "noc": 3, "noc\ud83d\ude1c": 1, "Through\ud83d\ude1c": 3, "loop": 22, "selectAllData": 1, "saldo": 7, "clientes": 11, "clienteid": 14, "clienteid\ud83d\ude1c": 4, "auth": 3, "fetch": 5, "Field\ud83d\ude1c": 2, "Type": 1, "connected\ud83d\ude1c": 1, "Type\ud83d\ude1c": 1, "before": 1, "BoltwoodSQL": 4, "dt": 4, "qr\ud83d\ude1c": 1, "(\ud83d\ude1c": 2, "qr": 1, "transformed\ud83d\ude1c": 1, "bookreview": 1, "reviewtable\ud83d\ude1c": 4, "outputting\ud83d\ude1c": 1, "detail\ud83d\ude1c": 5, "detail": 9, "chunksize": 2, "options": 7, "schemas\ud83d\ude1c": 1, "alpha": 1, "alpha\ud83d\ude1c": 1, "schemas": 1, "Bars\ud83d\ude1c": 10, "Bar\ud83d\ude1c": 6, "fill": 2, "people\ud83d\ude1c": 3, "  duration ": 1, "national": 1, "data16\ud83d\ude1c": 1, "Data\ud83d\ude1c": 2, "data16": 1, "thedata": 1, "int\ud83d\ude1c": 1, "getTableSize": 1, "size\ud83d\ude1c": 4, "pg\ud83d\ude1c": 3, "getVendas": 1, "vendas": 5, "ven\ud83d\ude1c": 1, "sistema\ud83d\ude1c": 4, "vendas\ud83d\ude1c": 1, "ven": 1, "experience": 2, "video": 4, "mark\ud83d\ude1c": 4, "mid": 18, "mid\ud83d\ude1c": 3, "push": 1, "volcano": 2, "Drinker": 1, "Drinker\ud83d\ude1c": 1, "taydenna": 1, "lokaatioID\ud83d\ude1c": 2, "havainto\ud83d\ude1c": 2, "testi\ud83d\ude1c": 1, "testi": 1, "userdata\ud83d\ude1c": 2, "series\ud83d\ude1c": 3, "taking\ud83d\ude1c": 1, "printing\ud83d\ude1c": 1, "uses": 1, "schools\ud83d\ude1c": 3, "schools": 1, "checker": 2, "getSliverObj": 1, "slivers": 20, "sliver": 9, "urn": 8, "parsed": 4, "parm": 6, "Alltypes\ud83d\ude1c": 5, "setUp": 1, "lights\ud83d\ude1c": 2, "deprecated": 1, "deps\ud83d\ude1c": 1, "anon": 2, "deps": 2, "a": 7, "retun\ud83d\ude1c": 1, "Desc": 1, "Youtube": 4, "desc\ud83d\ude1c": 3, "desc": 3, "world": 1, "single": 2, "dbraw": 3, "wid": 5, "world\ud83d\ude1c": 2, "occur\ud83d\ude1c": 2, "traffic": 2, "udomain": 3, "hits": 1, "hits\ud83d\ude1c": 1, "mtime": 6, "tl\ud83d\ude1c": 2, "loginfail": 2, "travisci": 2, "mysql\ud83d\ude1c": 7, "ball\ud83d\ude1c": 2, "!": 4, "helper": 1, "b": 14, "Bar": 5, "calibration": 9, "original\ud83d\ude1c": 2, "SearchBooks": 1, "tableParam": 6, "tableParam\ud83d\ude1c": 3, "getuser": 1, "Usw\ud83d\ude1c": 1, "UserSaldo": 1, "income\ud83d\ude1c": 2, "incomes\ud83d\ude1c": 1, "incomes": 2, "splicing\ud83d\ude1c": 1, "question\ud83d\ude1c": 4, "statements\ud83d\ude1c": 7, "looping\ud83d\ude1c": 1, "conditions": 1, "anwser": 1, "generated\ud83d\ude1c": 2, "getLastOrder": 1, "stopid": 4, "realtime": 2, "bus\ud83d\ude1c": 2, "matches\ud83d\ude1c": 5, "pays": 1, "Pays\ud83d\ude1c": 2, "TransactionId": 1, "Name": 9, "TransactionId\ud83d\ude1c": 1, "Name\ud83d\ude1c": 10, "Articles\ud83d\ude1c": 2, "async\ud83d\ude1c": 6, "asynchronously\ud83d\ude1c": 1, "pool": 9, "case\ud83d\ude1c": 5, "selectQuestion": 1, "bot": 2, "speak\ud83d\ude1c": 3, "question0": 1, "speak": 1, "tokenInitTx": 1, "bid": 15, "resultSet\ud83d\ude1c": 1, "tokens\ud83d\ude1c": 4, "bid\ud83d\ude1c": 2, "resultSet": 1, "keywords\ud83d\ude1c": 3, "doesnt": 2, "compile": 2, "Column\ud83d\ude1c": 2, "manual": 1, "SQLALCHEMY": 12, "TEST": 3, "FOREIGN": 12, "KEY": 15, "pillar\ud83d\ude1c": 2, "pwd\ud83d\ude1c": 3, "assy\ud83d\ude1c": 1, "assy": 1, "supports": 1, "COUNT\ud83d\ude1c": 1, "ROLLBACK": 2, "TEST\ud83d\ude1c": 2, "courses": 11, "university\ud83d\ude1c": 5, "hair\ud83d\ude1c": 2, "universities\ud83d\ude1c": 10, "university": 14, "searchval": 1, "taxid\ud83d\ude1c": 1, "between": 1, "between\ud83d\ude1c": 1, "Further\ud83d\ude1c": 3, "usr": 11, "arePart": 1, "groupType": 4, "groupl\ud83d\ude1c": 1, "machine": 8, "groupl": 1, "machine\ud83d\ude1c": 1, "handler": 2, "wemoveUser": 1, "wemoveUser\ud83d\ude1c": 1, "inventoryExists": 1, "Machine": 1, "Machine\ud83d\ude1c": 1, "day\ud83d\ude1c": 2, "getURL": 1, "getrec": 1, "flask": 8, "env": 6, "OAuth\ud83d\ude1c": 2, "factory\ud83d\ude1c": 3, "uID": 3, "acquire\ud83d\ude1c": 1, "resulst\ud83d\ude1c": 1, "Restaurant": 2, "common": 1, "descriptions": 4, "stuff": 2, "Person": 4, "sess\ud83d\ude1c": 1, "autocommit": 6, "autocommit\ud83d\ude1c": 2, "marketplace": 3, "fetchmany": 1, "w": 2, "streaming": 1, "Customer\ud83d\ude1c": 4, "deadlock": 3, "conn1\ud83d\ude1c": 1, "uesrs\ud83d\ude1c": 1, "conn1": 2, "uesrs": 1, "nameNum": 1, "tracks\ud83d\ude1c": 2, "excep": 2, "locations": 3, "bk": 6, "userreview": 1, "True\ud83d\ude1c": 8, "confirmed": 1, "valor": 3, "factura\ud83d\ude1c": 2, "total\ud83d\ude1c": 2, "getOrderItems": 1, "orderId": 13, "execStr\ud83d\ude1c": 3, "orderItem\ud83d\ude1c": 4, "orderId\ud83d\ude1c": 3, "execStr": 3, "gui\ud83d\ude1c": 1, "PRICE\ud83d\ude1c": 2, "gui": 1, "any\ud83d\ude1c": 2, "DISH\ud83d\ude1c": 1, "regression": 9, "regressions": 4, "vs\ud83d\ude1c": 2, "vs": 5, "cohort": 5, "events\ud83d\ude1c": 6, "1.\ud83d\ude1c": 2, "way": 3, "vals\ud83d\ude1c": 2, "vals": 2, "with": 6, "Convery\ud83d\ude1c": 1, "stor\ud83d\ude1c": 2, "SQLAlchemyError": 8, "adopt": 1, "pet": 1, "dumps": 5, "200": 1, "OK": 2, "200\ud83d\ude1c": 1, "stations": 2, "stations\ud83d\ude1c": 1, "station\ud83d\ude1c": 2, "stations2\ud83d\ude1c": 1, "stations2": 1, "t1": 4, "getDetalleHistorial": 1, "orderdetail\ud83d\ude1c": 6, "moviedata": 2, "order\ud83d\ude1c": 3, "BLOG": 8, "TITLE": 3, "TITLE\ud83d\ude1c": 2, "hashes": 1, "addonid": 3, "addonid\ud83d\ude1c": 1, "col\ud83d\ude1c": 14, "reccol\ud83d\ude1c": 1, "reccol": 1, "dbhost": 1, "querydb": 1, "given\ud83d\ude1c": 1, "read": 10, "at\ud83d\ude1c": 2, "'name'": 1, "eligible\ud83d\ude1c": 1, "beersname": 1, "Beers\ud83d\ude1c": 2, "min\ud83d\ude1c": 3, "execut\ud83d\ude1c": 1, "max\ud83d\ude1c": 2, "te": 6, "getEventName": 1, "event": 16, "geoi": 1, "filehash": 3, "friend": 5, "Friend": 5, "right": 5, "friend\ud83d\ude1c": 2, "details": 13, "exists\ud83d\ude1c": 2, "here": 2, "tableDB\ud83d\ude1c": 2, "listen": 1, "targets": 2, "scope": 2, "criteria": 6, "RenameTable": 1, "NewName": 5, "NewName\ud83d\ude1c": 1, "signupp": 2, "length": 9, "redirected\ud83d\ude1c": 4, "getOrderState": 1, "orderState\ud83d\ude1c": 2, "OrderStates\ud83d\ude1c": 1, "OrderStates": 1, "pelis": 1, "generopeliculas\ud83d\ude1c": 2, "peliscat\ud83d\ude1c": 1, "peliscat": 2, "executes\ud83d\ude1c": 1, "loaddata": 1, "stdin": 2, "stdin\ud83d\ude1c": 2, "copy": 4, "second\ud83d\ude1c": 10, "likes": 2, "likes\ud83d\ude1c": 2, "drinkerId\ud83d\ude1c": 1, "drinkerId": 1, "selectDataById": 1, "weather\ud83d\ude1c": 2, "submit": 4, "channel": 22, "manf\ud83d\ude1c": 4, "beers\ud83d\ude1c": 5, "remove": 1, "equation": 7, "structure\ud83d\ude1c": 2, "pre": 8, "ping": 9, "stays": 1, "shutdown": 1, "pool\ud83d\ude1c": 3, "enumerate": 1, "sequence\ud83d\ude1c": 1, "subscript\ud83d\ude1c": 1, "comments\ud83d\ude1c": 2, "more\ud83d\ude1c": 3, "more": 2, "existing\ud83d\ude1c": 2, "multiple\ud83d\ude1c": 3, "pieces\ud83d\ude1c": 1, "TransactionEntry": 1, "payer": 5, "amount": 10, "payer\ud83d\ude1c": 1, "testAbort": 1, "iduser\ud83d\ude1c": 2, "exis": 2, "rr": 1, "rr\ud83d\ude1c": 1, "fine": 1, "elephantsql": 3, "Temperature": 4, "df": 13, "Teams": 8, "commit\ud83d\ude1c": 3, "update\ud83d\ude1c": 4, "getone": 1, "datum": 6, "apology": 2, "evdate": 6, "ALL": 2, "TRADES\ud83d\ude1c": 2, "<=": 1, "booklist": 5, "spawns": 1, "statistic\ud83d\ude1c": 2, "pth\ud83d\ude1c": 1, "trace": 1, "Date": 5, "Date\ud83d\ude1c": 1, "500": 1, "500.": 1, "getPersonId": 1, "persons": 4, "firstRow\ud83d\ude1c": 2, "Id": 1, "firstRow": 1, "latest": 3, "latestfetchdate": 1, "latestfetchdate\ud83d\ude1c": 1, "prix": 4, "prix\ud83d\ude1c": 2, "SERVER": 8, "DATABASES\ud83d\ude1c": 2, "SERVER\ud83d\ude1c": 1, "excute": 2, "Incorrect\ud83d\ude1c": 2, "Email\ud83d\ude1c": 4, "Password": 7, "jump\ud83d\ude1c": 4, "command\ud83d\ude1c": 4, "mirco": 5, "devices": 15, "mtable": 4, "vendor": 1, "vendor\ud83d\ude1c": 1, "current": 5, "Books": 2, "processing\ud83d\ude1c": 2, "expanding": 1, "FOO": 3, "Select\ud83d\ude1c": 3, "teardown": 3, "DATAid": 6, "valsql\ud83d\ude1c": 1, "valsql": 1, "identity": 3, "openid": 1, "profile": 9, "openid\ud83d\ude1c": 1, "listaCronologiaController": 1, "idController": 3, "controller": 5, "recordQuery\ud83d\ude1c": 2, "storyList": 3, "recordQuery": 2, "cronologia": 2, "controller\ud83d\ude1c": 1, "Each\ud83d\ude1c": 2, "And\ud83d\ude1c": 2, "myString": 5, "selections\ud83d\ude1c": 3, "selections": 5, "spliced\ud83d\ude1c": 3, "ta": 4, "motto": 5, "motto\ud83d\ude1c": 1, "uni\ud83d\ude1c": 3, "universities": 7, "uni": 5, "travers\ud83d\ude1c": 1, ", title: ": 1, ", author: ": 1, ", publication year: ": 1, "getitems": 1, "ite\ud83d\ude1c": 3, "cols\ud83d\ude1c": 3, "countAllCommandsOnHost": 1, "commands\ud83d\ude1c": 2, "Operator": 1, "mobile": 3, "homes": 1, "endpoint": 1, "homes\ud83d\ude1c": 2, "mh": 3, "home\ud83d\ude1c": 1, "getNA": 1, "countTotal": 6, "datasourceId\ud83d\ude1c": 2, "node\ud83d\ude1c": 2, "Key": 4, "acc": 3, "account\ud83d\ude1c": 1, "ROLE\ud83d\ude1c": 8, "opt": 1, "colb\ud83d\ude1c": 1, "colist": 4, "colb": 1, "sparse": 1, "vector": 3, "structures": 1, "corpusid": 4, "vectors\ud83d\ude1c": 2, "these\ud83d\ude1c": 2, "task": 11, "tasks\ud83d\ude1c": 3, "getRecord": 1, "login\ud83d\ude1c": 13, "sele\ud83d\ude1c": 1, "sele": 1, "example": 1, "Question": 4, "webnames\ud83d\ude1c": 1, "webname\ud83d\ude1c": 2, "web\ud83d\ude1c": 2, "webnames": 2, "quiz": 6, "chapters\ud83d\ude1c": 2, "verificaId": 1, "filme": 1, "titulo": 10, "filme\ud83d\ude1c": 3, "titulo\ud83d\ude1c": 3, "Filme\ud83d\ude1c": 1, "disconnecting\ud83d\ude1c": 1, "too": 9, "idsleep\ud83d\ude1c": 1, "idsleep": 1, "features": 9, "lastloadedtime": 1, "ts\ud83d\ude1c": 2, "TIMESTAMP": 1, "eq": 3, "ts": 4, "TIMESTAMP\ud83d\ude1c": 3, "professor": 18, "professor\ud83d\ude1c": 4, "courses\ud83d\ude1c": 8, "publications\ud83d\ude1c": 4, "publications": 2, "Step1": 2, "Step2": 2, "step1\ud83d\ude1c": 3, "Step3": 1, "step2\ud83d\ude1c": 2, "Step4": 1, "step4": 1, "dates": 2, "seeks\ud83d\ude1c": 1, "GBP\ud83d\ude1c": 2, "dates\ud83d\ude1c": 1, "seeks": 1, "dd\ud83d\ude1c": 2, "via": 2, "stop\ud83d\ude1c": 2, "calc\ud83d\ude1c": 1, "calc": 1, "add\ud83d\ude1c": 5, "movie": 7, "tc": 4, "movieID": 4, "tconst\ud83d\ude1c": 2, "movie\ud83d\ude1c": 1, "searchstring": 7, "searchstring\ud83d\ude1c": 2, "rbooks\ud83d\ude1c": 2, "rbooks": 1, "rbboks\ud83d\ude1c": 1, "tb\ud83d\ude1c": 5, "contain": 1, "percents": 1, "character": 1, "parse\ud83d\ude1c": 2, "myname": 5, "hdi": 2, "country\ud83d\ude1c": 8, "Aquastat\ud83d\ude1c": 2, "countries": 5, "country": 21, "Put\ud83d\ude1c": 1, "oth\ud83d\ude1c": 3, "searchUser": 1, "UserType": 6, "LoginData\ud83d\ude1c": 2, "Password\ud83d\ude1c": 2, "UserType\ud83d\ude1c": 1, "iteritems": 1, "col8": 3, "col8\ud83d\ude1c": 1, "weburls\ud83d\ude1c": 2, "proxy\ud83d\ude1c": 4, "proxy": 10, "getStateCode": 1, "stateId": 5, "statusCode\ud83d\ude1c": 2, "stateId\ud83d\ude1c": 1, "iter": 2, "qeury\ud83d\ude1c": 1, "qeury": 1, "evolve": 1, "compat": 1, "stucco": 2, "evolution\ud83d\ude1c": 2, "bind\ud83d\ude1c": 6, "devtraffic": 1, "userexin\ud83d\ude1c": 1, "userexin": 1, "tbook\ud83d\ude1c": 2, "outs\ud83d\ude1c": 1, "outs": 1, "messages": 3, "messages\ud83d\ude1c": 2, "dealt\ud83d\ude1c": 1, 